/* SIDEBARVIEW */
//Toolbar button "Plus" to add new tags.
"Add tag" = "Címke hozzáadása";

//Toolbar button "Rosette" to show awards sheet.
"Show awards" = "Díjak megjelenítése";

//Toolbar button "Flame" to add sample data. ** DEBUG ONLY **
"Add Samples" = "Add Samples";

//Navigation title.
"Filters" = "Szűrők";

//List group title "Smart Filters".
"Smart Filters" = "Intelligens szűrők";
//Row "All Habits" title.
"All Habits" = "Összes szokás";
//Row "Recent Habits" title.
"Recent Habits" = "Újabb szokások";
//Row "Past Due Habits" title.
"Past Due Habits" = "Régóta esedékes szokások";


//List group title "Tags".
"Tags" = "Címkék";

//New tag default title.
"New tag" = "Új címke";


/* SIDEBARVIEW - AWARDS SHEET */
//Navigation title "Awards".
"Awards" = "Díjak";
"Close" = "Bezár";

//Awards alert title.
"Unlocked: %@" = "Feloldva: %@";
"Locked" = "bezárt";


/*SIDEBARVIEW - CONTEXT MENU */
//Context menu item "Rename".
"Rename" = "Átnevezés";
//"Rename" alert title.
"Rename Tag" = "Címke átnevezése";
//"Rename" alert prompt.
"New name" = "Új név";
//"Rename" alert buttons.
"OK" = "OK";
"Cancel" = "Mégsem";

//Context menu item "delete".
"Delete" = "Törlés";




/* CONTENTVIEW */
//Toolbar menu button "Filter" to filter habits.
"Filter" = "Szűrő";

//"Filter" item "Turn Filter On"/"Turn Filter Off.
"Turn Filter On" = "Szűrő bekapcsolása";
"Turn Filter Off" = "Szűrő kikapcsolása";

//"Filter" item "Sort By".
"Sort By" = "Rendezés";
//"Sort By" items".
"Date Created" = "Létrehozás dátuma";
"Date Modified" = "Módosítás dátuma";
"Sort Order" = "Rendezési sorrend";
"Newest to Oldest" = "Legújabbtól a legrégebbig";
"Oldest to Newest" = "Legrégebbitől a legújabbig";

//"Filter" item "Status".
"Status" = "Állapot";
"All" = "Összes";
"Completed" = "Lezárt";
"Incomplete" = "Nyitott";

//"Filter item "Priority".
"Low" = "Alacsony";
"Medium" = "Közepes";
"High" = "Magas";

//Toolbar menu button "New Habit" to create a new habit.
"New Habit" = "Új szokás";

//Navigation title.
"Habits" = "Szokások";

//List row
"Habit" = "szokás";
"Habit %lld-%lld" = "%lld-%lld. szokás";
"Description of habit %lld-%lld" = "A %lld-%lld. szokás leírása";
"Tag %lld" = "%lld. nap";
"No tags" = "Címkétlen";

//Search box Prompt.
"Filter habits or type # to add tags" = "Szűrje ki a szokások, vagy írja be a # karaktert címkék hozzáadásához";




/* DETAILVIEW */
//Navigation title.
"Details" = "Részletek";




/* HABITVIEW */
//Toolbar button "Actions" for habits.
"Actions" = "Műveletek";
//"Actions" item "Copy habit title".
"Copy Habit Title" = "Szokás címének másolása";
//"Actions" item "Mark Completed/Incomplete".
"Mark Completed" = "Probléma lezárása";
"Mark Incomplete" = "Probléma újranyitása";

//Selected habit title prompt.
"Title" = "Cím";
"Enter the habit title here" = "Írja be a szokás címét ide";
//Selected habit modified date.
"**Modified:** %@" = "**Módosítva:** %@";
//Selected habit status.
"**Status:** %@" = "**Állapot:** %@";
//Selected habit priority title.
"Priority" = "Prioritás";
//Selected habit add or remove tags menu.
"Add Tags" = "Címkék hozzáadása";
//Selected habit basic info title.
"Basic Information" = "Alapinformáció";
//Selected habit basic info prompt.
"Description" = "Leírás";
"Enter the habit description here" = "Írja be a szokás leírását ide";

/* REMINDERS */
"Reminders" = "Emlékeztetők";
"Show reminders" = "Emlékeztetők megjelenítése";
"Oops!" = "Hoppá!";
"There was a problem setting your notification. Please check you have notifications enabled." = "Probléma merült fel az értesítés beállításakor. Kérjük, ellenőrizze, hogy az értesítések engedélyezve vannak-e.";
"Check Settings" = "Ellenőrizze a Beállításokat";
"Reminder time" = "Emlékeztető dátuma";
"Repeat" = "Ismétlés";
"Never" = "Soha";
"Daily" = "Napi";
"Weekly" = "Heti";
"Monthly" = "Havi";
"Yearly" = "Évi";



/* NOHABITVIEW */
//Body text.
"No Habit Selected" = "Nincs kiválasztott szokás";

//Body button to create new habit.
"New Habit" = "Új szám";


/* STORE */
"Upgrade Today!" = "Javítson fel ma!";
"Get the most out of the app" = "Használja ki az alkalmazást a legjobban";
"Fetching offers…" = "Ajánlatok lekérése…";
"Sorry, there was an error loading our store." = "Sajnáljuk, hiba történt az áruházunk betöltésekor.";
"Try Again" = "Próbálja újra";
"Restore Purchases" = "Vásárlások helyreállítása";
"In-app purchases are disabled" = "Az alkalmazáson belüli vásárlások tiltva vannak";
"You can't purchase the premium unlock because in-app purchases are disabled on this device.\n\nPlease ask whomever manages your device for assistance." = "Nem vásárolhatja meg a prémium feloldást, mert az alkalmazáson belüli vásárlások letiltva vannak ezen az eszközön.\n\nKérjük, keresse az eszközét kezelő személy segítségét.";


/* WIDGETS */
"Up next…" = "Következő…";
"Nothing!" = "Semmi!";
"Your most important habits." = "A legfontosabb szokásaid.";
